<?php

return [
    'admin' => [
        'info' => [
            'create' => [
                'success' => 'Запрос был добавлен',
                'fail' => 'Ошибка добавления'
            ],
            'update' => [
                'success' => 'Запрос был обновлен',
                'fail' => 'Ошибка обновления'
            ]
        ],
        'categories' => [
            'create' => [
                'success' => 'Категория была добавлена',
                'fail' => 'Ошибка добавления'
            ],
            'update' => [
                'success' => 'Категория была обновлена',
                'fail' => 'Ошибка обновления'
            ]
        ],
        'news' => [
            'create' => [
                'success' => 'Новость была добавлена',
                'fail' => 'Ошибка добавления'
            ],
            'update' => [
                'success' => 'Новость была обновлена',
                'fail' => 'Ошибка обновления'
            ]
        ]
    ]
];